Repository: helgiles/Cinnamenu
Catalog: Cinnamenu@json/po/*.po
Languages: oc, uk, zh_tw

source: Type to search...
oc: Picar per cercar...
uk: Введіть для пошуку...
zh_tw: 輸入以搜尋...

source: Initializing
oc: Inicializacion
uk: Ініціалізація
zh_tw: 正在初始化

source: No description available
oc: Cap de descripcion pas disponibla
uk: Немає опису
zh_tw: 沒有可用的描述

source: All applications
oc: Totas las aplicacions
uk: Усі програми
zh_tw: 所有應用程式

source: Places
oc: Emplaçaments
uk: Місця
zh_tw: 位置

source: Recent files
oc: Fichièrs recents
uk: Останні файли
zh_tw: 最近使用的檔案

source: Bookmarks
oc: Favorits
uk: Закладки
zh_tw: 書籤

source: Favorite apps
oc: Aplicacions favoritas
uk: Улюблені програми
zh_tw: 最愛的應用程式

source: gir1.2-gda-5.0 package required for Firefox and Midori bookmarks.
oc: paquet gir1.2-gda-5.0 requerit pels marcapaginas Firefox e Midori.
uk: Для закладок Firefox і Midori потрібен пакет gir1.2-gda-5.0.
zh_tw: Firefox 與 Midori 書籤需要 gir1.2-gda-5.0 套件。

source: Clear List
oc: Escafar la lista
uk: Очистити перелік
zh_tw: 清除清單

source: No recent files
oc: Cap de fichièrs recents
uk: Немає останніх файлів
zh_tw: 沒有最近使用的檔案

source: Account details
oc: Detalhs del compte
uk: Дані облікового запису
zh_tw: 帳號詳細資料

source: Grid View
oc: Vista en grasilha
uk: Перегляд сітки
zh_tw: 網格檢視

source: List View
oc: Vista en lista
uk: Перегляд списку
zh_tw: 清單檢視

source: Switch to grid view
oc: Passar a la vista en grasilha
uk: Перейти до перегляду сітки
zh_tw: 切換為網格檢視

source: Switch to list view
oc: Passar a la vista en lista
uk: Перейти до перегляду списку
zh_tw: 切換為清單檢視

source: Lock screen
oc: Verrolhar l'ecran
uk: Екран блокування
zh_tw: 鎖定螢幕

source: Lock the screen
oc: Verrolhar l'ecran
uk: Заблокувати екран
zh_tw: 鎖定螢幕

source: Logout
oc: Se desconnectar
uk: Вийти
zh_tw: 登出

source: Leave the session
oc: Tampar la session
uk: Залишити сесію
zh_tw: 離開此工作階段

source: Quit
oc: Quitar
uk: Вимкнути
zh_tw: 離開

source: Shutdown the computer
oc: Atudar l’ordenador
uk: Вимкнути комп’ютер
zh_tw: 關閉電腦

source: Run with NVIDIA GPU
oc: Executar amb NVIDIA GPU
uk: Запуск із графічним процесором NVIDIA
zh_tw: 使用 NVIDIA GPU 執行

source: Add to panel
oc: Apondre al tablèu de bòrd
uk: Додати на панель
zh_tw: 新增至面板

source: Add to desktop
oc: Apondre al burèu
uk: Додати на робочий стіл
zh_tw: 新增至桌面

source: Remove from favorites
oc: Suprimir dels favorits
uk: Видалити з улюбленого
zh_tw: 從我的最愛中移除

source: Add to favorites
oc: Apondre als favorits
uk: Додати в улюблені
zh_tw: 新增至我的最愛

source: Uninstall
oc: Desinstallar
uk: Видалити
zh_tw: 解除安裝

source: Home
oc: Repertòri personal
uk: Домівка
zh_tw: 家目錄

source: Computer
oc: Ordenador
uk: Комп'ютер
zh_tw: 電腦

source: Browse network
oc: Percórrer la ret
uk: Перегляд мережі
zh_tw: 瀏覽網路

source: Find files...
oc: Recercar de fichièrs...
uk: Знайти файли...
zh_tw: 尋找檔案...

source: Please wait...
oc: Esperatz...
uk: Будь ласка, зачекайте...
zh_tw: 請稍候...

source: Applications
oc: Aplicacions
uk: Всі програми
zh_tw: 應用程式

source: Videos
oc: Vidèos
uk: Відео
zh_tw: 影片

source: Images
oc: Imatges
uk: Зображення
zh_tw: 圖片

source: Music
oc: Musica
uk: Музика
zh_tw: 音樂

source: No recent Items
oc: Cap d’element recent
uk: Немає останніх елементів
zh_tw: 沒有最近的紀錄

source: Settings
oc: Paramètres
uk: Налаштування
zh_tw: 設定

source: Applications and files
oc: Aplicacions e fichièrs
uk: Програми та файли
zh_tw: 應用程式與檔案

source: Other search results
oc: Autres resultats de recèrca
uk: Інші результати пошуку
zh_tw: 其他搜尋結果

source: Browser bookmarks
oc: Percórrer los favorits
uk: Закладки браузера
zh_tw: 瀏覽器書籤

source: Browser history
oc: Percórrer l’istoric
uk: Історія браузера
zh_tw: 瀏覽器歷史紀錄

source: Click to copy
oc: Clicar per copiar
uk: Натисніть, щоб скопіювати
zh_tw: 點選以複製

source: Trash
oc: Escobilhièr
uk: Кошик
zh_tw: 資源回收筒

source: Error while opening file:
oc: Error a la dobertura del fichièr :
uk: Помилка під час відкриття файлу:
zh_tw: 開啟檔案時發生錯誤：

source: Too many entries - showing first 1000 entries only
oc: Tròpas d’entrada – afichatge de las primièras 1000 entradas solament
uk: Забагато записів – показуються лише перші 1000 записів
zh_tw: 清單內容過多 — 僅顯示前 1000 筆

source: Favorites
oc: Favorits
uk: Улюблені
zh_tw: 我的最愛

source: Recent
oc: Recents
uk: Недавні
zh_tw: 最近使用

source: light skin tone
oc: color de pèl clara
uk: світлий тон шкіри
zh_tw: 淺膚色

source: medium-light skin tone
oc: color de pèl mejana clara
uk: середньо-світлий тон шкіри
zh_tw: 中淺膚色

source: medium skin tone
oc: color de pèl mejana
uk: середній тон шкіри
zh_tw: 中膚色

source: medium-dark skin tone
oc: color de pèl mejana escura
uk: середньо-темний тон шкіри
zh_tw: 中深膚色

source: dark skin tone
oc: color de pèl escura
uk: темний тон шкіри
zh_tw: 深膚色

source: Remove category
oc: Tirar la categoria
uk: Видалити категорію
zh_tw: 移除分類

source: Reset category order
oc: Reïnicializa l'òrdre de las categorias
uk: Скинути порядок категорій
zh_tw: 重設分類順序

source: List settings apps separately
oc: Listrar los paramètres d’aplicacion separadament
uk: Відображати список налаштувань програм відокремлено
zh_tw: 將設定類應用程式分開列出

source: Single list style
oc: Estil lista simpla
uk: Стиль єдиного списку
zh_tw: 單一清單樣式

source: Hide hidden files
oc: Amagar los fichièrs amagats
uk: Не показувати приховані файли
zh_tw: 不顯示隱藏檔案

source: Show hidden files
oc: Afichar los fichièrs amagats
uk: Показувати приховані файли
zh_tw: 顯示隱藏檔案

source: App Info
oc: Info aplicacion
uk: Інформація про програму
zh_tw: 應用程式資訊

source: Properties
oc: Proprietats

source: This file is no longer available
oc: Aqueste fichièr es pas mai disponible
uk: Цей файл більше не доступний
zh_tw: 此檔案已無法使用

source: Open with
oc: Dobrir amb
uk: Відкрити за допомогою
zh_tw: 開啟方式

source: Other application...
oc: Autra aplicacion…
uk: Інша програма...
zh_tw: 其他應用程式...

source: Add folder as category
oc: Apondre un dorsièr coma categoria
uk: Додати папку як категорію
zh_tw: 新增資料夾為分類

source: Open containing folder
oc: Dobrir lo dorsièr contenent
uk: Відкрити папку вмісту
zh_tw: 開啟所在資料夾

source: Move to trash
oc: Metre dins l'escobilhièr
uk: Перемістити в кошик
zh_tw: 移至資源回收筒

source: Error while moving file to trash:
oc: Error en desplaçant de fichièrs a l’escobilhièr :
uk: Помилка під час переміщення файлу в кошик:
zh_tw: 移動檔案至資源回收筒時發生錯誤：

source: Smileys & Emotion
oc: Emoticònas e emocions
uk: Смайли та емодзі
zh_tw: 笑臉與表情

source: People & Body
oc: Gent e còs
uk: Люди та фігури
zh_tw: 人物與身體

source: Animals & Nature
oc: Animals e natura
uk: Тварини та природа
zh_tw: 動物與自然

source: Food & Drink
oc: Beure e manjar
uk: Їжа та напої
zh_tw: 食物與飲品

source: Travel & Places
oc: Viatges e luòcs
uk: Подорожі та місця
zh_tw: 旅行與地點

source: Activities
oc: Activitats
uk: Діяльність
zh_tw: 活動

source: Objects
oc: Objèctes
uk: Об'єкти
zh_tw: 物件

source: Symbols
oc: Simbòls
uk: Символи
zh_tw: 符號

source: Flags
oc: Drapèls
uk: Прапори
zh_tw: 旗幟

source: Files
oc: Fichièrs
uk: Файли

source: Calculator:
oc: Calculadoira :

source: This menu item is not associated to any package. Do you want to remove it from the menu anyway?
oc: Aqueste menú es pas associat a cap de paquet. Lo volètz tirar del menú malgrat tot ?
uk: Цей пункт меню не пов’язаний з жодним пакетом. Ви все одно хочете видалити його з меню?
zh_tw: 此選項未與任何套件關聯。仍要從選單移除嗎？

source: The following packages will be removed:
oc: Los paquets seguents seràn tirats :
uk: Наступні пакети будуть видалені:
zh_tw: 將移除下列套件：

source: Packages to be removed
oc: Paquets de suprimir
uk: Пакети для видалення
zh_tw: 將被移除的套件

source: Cannot remove package %s as it is required by other packages.
oc: Impossible de tirar lo paquet %s estant qu'es requerit per d’autres paquets.
uk: Неможливо видалити пакет %s, оскільки цього вимагають інші пакунки.
zh_tw: 無法移除套件 %s，因為有其他套件需要它。

source: Package %s is a dependency of the following packages:
oc: Lo paquet %s es una dependéncias dels paquets seguents :
uk: Пакет %s є залежністю від наступних пакетів:
zh_tw: 套件 %s 是下列套件的相依套件：

source: Open
oc: Dobrir
uk: Відкрити
zh_tw: 開啟

source: Search
oc: Recercar
uk: Пошук
zh_tw: 搜尋

source: Start in
oc: Començar per
uk: Почати в
zh_tw: 起始於

source: Select a folder
oc: Seleccionar un dorsièr
uk: Вибрати папку
zh_tw: 選擇資料夾

source: Follow symlinks
oc: Seguir los ligams simbolics
uk: Дотримуватись символічних посилань
zh_tw: 跟隨符號連結

source: Search hidden
oc: Recercar dins los repertòris amagats
uk: Шукати приховані
zh_tw: 搜尋隱藏檔案

source: Use regular expressions
oc: Utilizar d'expressions racionalas
uk: Використовувати регулярні вирази
zh_tw: 使用正規表示式

source: Stop
oc: Arrestar
uk: Зупинити
zh_tw: 停止

source: File
oc: Fichièr
uk: Файл
zh_tw: 檔案

source: Path
oc: Emplaçament
uk: Шлях
zh_tw: 路徑

source: Searching...
oc: Recèrca...
uk: Пошук...
zh_tw: 正在搜尋...

source: Search Stopped
oc: Recèrca arrestada
uk: Пошук зупинено
zh_tw: 搜尋已停止

source: Searching:
oc: Recèrca :
uk: Пошук:
zh_tw: 正在搜尋：

source: Error: insufficient permissions to read folder
oc: Error : autorizacion insufisenta per legir lo dorsièr
uk: Помилка: недостатньо дозволів для читання папки
zh_tw: 錯誤：讀取資料夾的權限不足

source: Search Completed
oc: Recèrca acabada
uk: Пошук завершено
zh_tw: 搜尋完成

source: Skipping
oc: Ignorant
uk: Пропуск
zh_tw: 略過

source: - directory already searched
oc: - repertòri ja furgat
uk: - каталог уже шукали
zh_tw: - 目錄已搜尋

source: A flexible menu with grid or list layout options, file browser and emoji search.
oc: Un menú flexible amb opcions d’agençament en grasilha o lista, navegador de fichièrs e recèrca d’emoji.
uk: Гнучке меню з параметрами макета сітки або списку, файловим браузером і пошуком смайлів.
zh_tw: 一個彈性的選單，提供網格或清單版面配置選項、檔案瀏覽器和表情符號搜尋功能。

source: Behavior
oc: Compòrtament
uk: Поведінка
zh_tw: 行為

source: Appearance
oc: Aparéncia
uk: Зовнішній вигляд
zh_tw: 外觀

source: Layout
oc: Disposicion
uk: Макет
zh_tw: 版面配置

source: Search Providers
oc: Provesidors de recèrca
uk: Постачальники пошуку
zh_tw: 搜尋提供者

source: No search provider extensions found
oc: Cap d'extension de provesidor de recèrca pas trobada
uk: Розширень постачальників пошуку не знайдено
zh_tw: 找不到搜尋提供者擴充功能

source: Panel
oc: Tablèu de bòrd
uk: Панель
zh_tw: 面板

source: Menu
oc: Menú
uk: Меню
zh_tw: 選單

source: Content
oc: Contengut
uk: Зміст
zh_tw: 內容

source: Recent files settings
oc: Paramètres dels fichièrs recents
uk: Налаштування останніх файлів
zh_tw: 最近使用檔案的設定

source: Open the menu editor
oc: Dobrir l’editor de menú
uk: Відкрити редактор меню
zh_tw: 開啟選單編輯器

source: Use a custom icon
oc: Utilizar una icòna personalizada
uk: Використовувати спеціальну піктограму
zh_tw: 使用自訂圖示

source: Use a custom icon in the panel
oc: Utilizar una icòna personalizada dins lo tablèu de bòrd
uk: Використовувати спеціальну піктограму на панелі
zh_tw: 在面板中使用自訂圖示

source: Panel icon
oc: Icòna del tablèu de bòrd
uk: Піктограма на панелі
zh_tw: 面板圖示

source: Panel text
oc: Tèxt del tablèu de bòrd
uk: Текст панелі
zh_tw: 面板文字

source: Text to show beside the panel icon
oc: Tèxte de mostrar al costat de l'icòna del tablèu de bòrd
uk: Текст, який відображатиметься біля піктограми на панелі
zh_tw: 顯示在面板圖示旁的文字

source: Category icon size (pixels)
oc: Talha icòna categoria (pixèls)
uk: Розмір піктограми категорії (пікселі)
zh_tw: 分類圖示大小（像素）

source: Applications list icon size (pixels)
oc: Talha icòna aplicacions (pixèls)
uk: Розмір піктограми списку програм (пікселі)
zh_tw: 應用程式清單圖示大小（像素）

source: Applications grid icon size (pixels)
oc: Talha icòna grasilha aplicacion (pixèls)
uk: Розмір піктограм сітки програм (пікселі)
zh_tw: 應用程式網格圖示大小（像素）

source: Keyboard shortcut to open and close the menu
oc: Acorchi de clavièr per dobrir e tampar lo menú
uk: Комбінація клавіш для відкриття та закриття меню
zh_tw: 開啟與關閉選單的鍵盤捷徑

source: Open menu on hover
oc: Dobrir lo menú al subrevòl
uk: Відкривати меню при наведенні курсора
zh_tw: 滑鼠停留時開啟選單

source: Open the menu when I move my mouse over the panel icon
oc: Dobrir lo menú quand desplaci la mirga sus l'icòna del tablèu de bòrd
uk: Відкривати меню, коли я наводжу курсор на піктограму панелі
zh_tw: 當滑鼠移至面板圖示上時開啟選單

source: milliseconds
oc: millisegondas
uk: мілісекунд
zh_tw: 毫秒

source: Menu hover delay
oc: Relambi de subrevòl del menú
uk: Затримка наведення курсора меню
zh_tw: 滑鼠停留延遲時間

source: Use menu animations
oc: Utiliza las animacions del menú
uk: Використовувати анімацію меню
zh_tw: 使用選單動畫

source: Animate the menu on open and close
oc: Animar lo menú en dobrissent e tampant
uk: Анімація меню при відкритті та закритті
zh_tw: 開啟與關閉選單時播放動畫

source: Activate categories on click
oc: Activar las categorias en clicant
uk: Активувати категорії при натисканні
zh_tw: 點選時啟用分類

source: Activate categories on click instead of on hover
oc: Activar las categorias en clicant a la plaça del subrevòl
uk: Активувати категорії при натисканні замість наведення
zh_tw: 點選啟用分類，而非滑鼠停留

source: Enable autoscrolling
oc: Activar lo defilament auto
uk: Увімкнути автоматичне прокручування
zh_tw: 啟用自動捲動

source: Enable autoscrolling in application list
oc: Activar lo defilament auto dins la lista d’aplicacions
uk: Увімкнути автопрокручування в списку програм
zh_tw: 在應用程式清單中啟用自動捲動

source: Show web bookmarks
oc: Afichar los marcapaginas web
uk: Показати веб-закладки
zh_tw: 顯示網路書籤

source: Show your browser's web bookmarks in the menu. Note: Install package gir1.2-gda-5.0 to read firefox bookmarks.
oc: Afichar los marcapaginas web de vòstre navegador dins lo menú. Nòta : installatz lo paquet gir1.2-gda-5.0 per legir los marcapaginas de firefox.
uk: Показувати веб-закладки вашого браузера в меню. Примітка: встановіть пакет gir1.2-gda-5.0, щоб прочитати закладки firefox.
zh_tw: 在選單中顯示瀏覽器的網路書籤。 注意：請安裝 gir1.2-gda-5.0 套件以讀取 Firefox 書籤。

source: Enable searching of open windows
oc: Activar la recèrca de fenèstras dobèrtas
uk: Увімкнути пошук відкритих вікон
zh_tw: 啟用已開啟視窗的搜尋

source: Enable search providers
oc: Activar los provesidors de recèrca
uk: Увімкнути постачальників пошуку
zh_tw: 啟用搜尋提供者

source: Include search provider results in searches
oc: Inclure los resultats de provesidors de recèrca dins las recèrcas
uk: Включити результати пошукового постачальника в пошукові запити
zh_tw: 在搜尋中包含搜尋提供者的結果

source: Example Search Providers
oc: Exemple de provesidors de recèrca
uk: Приклад пошукових постачальників
zh_tw: 搜尋提供者範例

source: Open menu on category:
oc: Dobrir lo menú a la categoria :
uk: Відкрити меню на категорії:
zh_tw: 開啟選單時顯示分類：

source: List
oc: Lista
uk: Список
zh_tw: 清單

source: Grid
oc: Grasilha
uk: Сітка
zh_tw: 網格

source: Always open the menu with this category selected
oc: Totjorn dobrir lo menú amb aquesta categoria seleccionada
uk: Завжди відкривати меню з вибраною категорією
zh_tw: 一律開啟選單並選取此分類

source: columns
oc: colomnas
uk: стовпці
zh_tw: 欄

source: Number of columns in apps grid
oc: Nombre de colomnas dins la grasilha d’aplicacions
uk: Кількість стовпців у сітці програм
zh_tw: 應用程式網格的欄位數

source: Show bookmarks and places
oc: Afichar los favorits e los emplaçaments
uk: Показати закладки та місця
zh_tw: 顯示書籤與位置

source: Show bookmarks and places category in the menu
oc: Afichar los favorits e los emplaçaments al menú
uk: Показати закладки та категорію місць у меню
zh_tw: 在選單中顯示書籤與位置分類

source: Show application icons
oc: Afichar las icònas d’aplicacions
uk: Показувати піктограми програм
zh_tw: 顯示應用程式圖示

source: Show category icons
oc: Afichar las icònas de categorias
uk: Показувати піктограми категорій
zh_tw: 顯示分類圖示

source: Show application descriptions under titles
oc: Afichar la descripcion de las aplicacions jol títol
uk: Показувати описи програм під заголовками
zh_tw: 在標題下方顯示應用程式描述

source: Show tooltips
oc: Mostrar infobullas
uk: Показувати підказки
zh_tw: 顯示工具提示

source: Tooltip delay
oc: Relambi infobulla
uk: Затримка підказки
zh_tw: 工具提示延遲

source: Use a custom menu height
oc: Utilizar una nautor de menú personalizada
uk: Використовувати спеціальну висоту меню
zh_tw: 使用自訂選單高度

source: Custom menu height (pixels)
oc: Nautor del menú personalizat (pixèls)
uk: Спеціальна висота меню (пікселі)
zh_tw: 自訂選單高度（像素）

source: Tips
oc: Astúcias
uk: Поради
zh_tw: 提示

source: Applications view mode
oc: Mòde de visualizacion de las aplicacions
uk: Режим перегляду програм
zh_tw: 應用程式檢視模式

source: View applications as list or grid
oc: Afichar las aplicacions coma lista o grasilha
uk: Перегляд програм у вигляді списку або сітки
zh_tw: 以清單或網格檢視應用程式

source: Show sidebar
oc: Afichar lo tablèu de bòrd lateral
uk: Показати бічну панель
zh_tw: 顯示側邊欄

source: Show the sidebar in the menu
oc: Afichar la barra laterala dins lo menú
uk: Показати бічну панель у меню
zh_tw: 在選單中顯示側邊欄

source: Sidebar location
oc: Emplaçament de la barra laterala
uk: Розташування бічної панелі
zh_tw: 側邊欄位置

source: Top
oc: Naut
uk: Зверху
zh_tw: 頂端

source: Bottom
oc: Bas
uk: Знизу
zh_tw: 底端

source: Left
oc: Esquèrra
uk: Ліворуч
zh_tw: 左側

source: Right
oc: Drecha
uk: Праворуч
zh_tw: 右側

source: Choose where to show the sidebar
oc: Causissètz ont afichar la barra laterala
uk: Виберіть, де відображати бічну панель
zh_tw: 選擇側邊欄要顯示的位置

source: Show favorites on sidebar
oc: Afichar los favorits sus la barra laterala
uk: Показати улюблені на бічній панелі
zh_tw: 在側邊欄顯示我的最愛

source: None
oc: Pas cap
uk: Жодного
zh_tw: 無

source: Apps only
oc: Aplicacions solament
uk: Лише програми
zh_tw: 僅應用程式

source: Files only
oc: Fichièrs solament
uk: Лише файли
zh_tw: 僅檔案

source: Apps and files
oc: Aplicacions e fichièrs
uk: Програми та файли
zh_tw: 應用程式與檔案

source: Show your favorite apps and file icons on the sidebar
oc: Afichar vòstras aplicacions favoritas e las icònas de fichièr sus la barra laterala
uk: Показувати улюблені програми та піктограми файлів на бічній панелі
zh_tw: 在側邊欄顯示最愛的應用程式與檔案圖示

source: Application description placement
oc: Emplaçament de la descripcion de l’aplicacion
uk: Розміщення опису програми
zh_tw: 應用程式描述位置

source: Tooltips
oc: Infobullas
uk: Підказки
zh_tw: 工具提示

source: Under titles
oc: Jos los títols
uk: Під заголовками
zh_tw: 標題下方

source: Choose where to show application descriptions
oc: Causissètz ont afichar la descripcion de las aplicacions
uk: Виберіть, де показувати описи програми
zh_tw: 選擇應用程式描述要顯示的位置

source: Show categories
oc: Afichar las categorias
uk: Показати категорії
zh_tw: 顯示分類

source: Show list of application categories
oc: Afichar la lista de las categorias d'aplicacions
uk: Показати список категорії програм
zh_tw: 顯示應用程式分類清單

source: Show recent items
oc: Afichar las elements recents
uk: Показати останні елементи
zh_tw: 顯示最近使用紀錄

source: Show recent items category in the menu
oc: Afichar la categoria d'articles recents dins lo menú
uk: Показати категорію останніх елементів у меню
zh_tw: 在選單中顯示最近使用紀錄分類

source: Show favorite apps category
oc: Afichar la categoria d'aplicacions favoridas
uk: Показати категорію улюблених програм
zh_tw: 顯示最愛的應用程式分類

source: Show your favorite apps category in the menu
oc: Afichar la categoria de vòstras aplicacions favoridas dins lo menú
uk: Показати у меню категорію улюблених програм
zh_tw: 在選單中顯示最愛的應用程式分類

source: Show home folder
oc: Afichar lo repertòri personal
uk: Показати домашню папку
zh_tw: 顯示家目錄

source: Show home folder category in the menu
oc: Afichar la categoria del repertòri personal dins lo menú
uk: Показати категорію домашньої папки в меню
zh_tw: 在選單中顯示家目錄分類

source: Show emoji category
oc: Afichar la categoria emoji
uk: Показати категорію емодзі
zh_tw: 顯示表情符號分類

source: Show emoji category in the menu
oc: Afichar la categoria emoji al menú
uk: Показати категорію емодзі в меню
zh_tw: 在選單中顯示表情符號分類

source: Last used category
oc: Darrièra categoria utilizada
uk: Остання використана категорія
zh_tw: 上次使用的分類

source: Autoscroll the application list on mouse hover
oc: Defilament automatic de la lista d'aplicacions al subrevòl de la mirga
uk: Автоматичне прокручування списку програм при наведенні курсору
zh_tw: 滑鼠停留時自動捲動應用程式清單

source: Show hidden files in folder view
oc: Mostrar los fichièrs amagats dins la vista dorsièr
uk: Показати приховані файли в режимі перегляду папки
zh_tw: 在資料夾檢視中顯示隱藏檔案

source: Emoji search
oc: Recercar d’emoji
uk: Пошук емодзі
zh_tw: 表情符號搜尋

source: Show emojis in search results
oc: Afichar las emojis dins los resultats de recèrca
uk: Показати смайли в результатах пошуку
zh_tw: 在搜尋結果中顯示表情符號

source: Web search option
oc: Opcion de recèrca Web
uk: Опція веб-пошуку
zh_tw: 網路搜尋選項

source: Show an internet search option in search results
oc: Afichar una opcion de recèrca internet dins los resultats de recèrca
uk: Показати варіант пошуку в Інтернеті в результатах пошуку
zh_tw: 在搜尋結果中顯示網路搜尋選項

source: Web search suggestions
oc: Suggestions de recèrca Web
uk: Пропозиції веб-пошуку
zh_tw: 網路搜尋建議

source: With web search option, also show search suggestions. (Note: Search suggestions are provided by DuckDuckGo)
oc: Amb l'opcion de recèrca web, afichar tanben las suggestions de recèrca. (Nòta : las suggestions de recèrca son provesidas per DuckDuckGo)
uk: За допомогою опції веб-пошуку також показувати пошукові пропозиції. (Примітка: пропозиції пошуку надає DuckDuckGo)
zh_tw: 使用網路搜尋選項時，同時顯示搜尋建議。（注意：搜尋建議由 DuckDuckGo 提供）

source: Search home folder
oc: Recercar dins lo repertòri personal
uk: Пошук у домашній папці
zh_tw: 搜尋家目錄

source: When searching, also search my home folder for files
oc: Pendent un recèrca, cercar tanben los fichièrs dins mon repertòri personal
uk: Під час пошуку також шукати файли в домашній папці
zh_tw: 搜尋時，同時在家目錄中尋找檔案

source: Web history search
oc: Istoric de recèrca Web
uk: Історія веб-пошуку
zh_tw: 網路歷史紀錄搜尋

source: When searching, also search my browser's history (Google Chrome, Chromium, Opera, Vivaldi, Brave) Note: Firefox/LibreWolf history is not currently supported.
oc: Pendent una recèrca, cercar tanben l'istoric de mon navegador (Google Chrome, Chromium, Opera, Vivaldi, Brave) Nòta : l'istoric de Firefox/LibreWolf es pas actualament suportat.
uk: Під час пошуку також шукати в історії мого браузера (Google Chrome, Chromium, Opera, Vivaldi, Brave) Примітка: історія Firefox/LibreWolf наразі не підтримується.

source: Web bookmarks search
oc: Recèrca de marcapaginas Web
uk: Пошук веб-закладок
zh_tw: 網路書籤搜尋

source: When searching, also search my browser's web bookmarks (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave, LibreWolf) Note: To search Firefox/LibreWolf bookmarks you will need to install package gir1.2-gda-5.0 (Debian based distributions inc. Ubuntu & Linux Mint) or package libgda6 (Arch based distributions) and restart your computer.
oc: Pendent una recèrca, cercar tanben dins los marcapaginas web del navegador (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave, LibreWolf) Nòta : per cercar los marcapaginas de Firefox/LibreWolf, vos caldrà installar lo paquet gir1.2-gda-5.0 (distribucions basadas sus Debian, incl. Ubuntu e Linux Mint) o lo paquet libgda6 (distribucions basadas sus Arch) e tornar aviar vòstre ordenador.
uk: Під час пошуку шукати також у веб-закладках мого браузера (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave, LibreWolf) Примітка: щоб шукати закладки Firefox/LibreWolf, вам потрібно інсталювати пакет gir1.2-gda-5.0 (дистрибутиви на основі Debian, включаючи Ubuntu & Linux Mint) або пакет libgda6 (дистрибутиви на основі Arch) і перезавантажити комп’ютер.

source: Wikipedia search
oc: Recèrca Wikipèdia
uk: Пошук у Вікіпедії
zh_tw: Wikipedia 搜尋

source: Show some Wikipedia results
oc: Afichar qualques resultats de Wikipèdia
uk: Показувати деякі результати Вікіпедії
zh_tw: 顯示部分 Wikipedia 結果

source: Wikipedia language
oc: Lenga per Wikipèdia
uk: Мова Вікіпедії
zh_tw: Wikipedia 語言
