Repository: helgiles/Cinnamenu
Catalog: Cinnamenu@json/po/*.po
Languages: oc, uk, zh_tw

source: Note: Some search options can still be used even if you have not enabled them here by prefixing your search term. For example: to search for an emoji, type 'e heart' to find heart emojis. Likewise, use prefixes 'f ' for file search, 'h ' for web history and 'b ' for web bookmarks search.
oc: Nòta : d'unas opcions de recèrca pòdon encara èsser utilizadas quitament se las avètz pas activadas aicí en prefixant vòstre tèrme de recèrca. Per exemple : per cercar un emoji, picatz « e heart » per trobar los emojis de còr. De meteis, utilizatz los prefixes « f » per la recèrca de fichièrs, « h » per l'istoric web e « b » per la recèrca de marcapaginas web.
uk: Примітка: Деякі параметри пошуку все ще можна використовувати, навіть якщо ви не ввімкнули їх тут, додавши префікс пошукового терміну. Наприклад: щоб знайти емодзі, введіть «e heart», щоб знайти емодзі у вигляді серця. Так само використовуйте префікси 'f' для пошуку файлів, 'h' для веб-історії та 'b' для пошуку веб-закладок.
zh_tw: 注意：即使未在此處啟用某些搜尋選項，仍可在搜尋詞前加上前綴來使用它們。 例如：若要搜尋表情符號，請輸入 'e heart' 來尋找愛心表情符號。同樣地，使用前綴 'f ' 進行檔案搜尋、'h ' 搜尋網路歷史紀錄，以及 'b ' 搜尋網路書籤。

source: Use a custom icon size
oc: Utilizar una talha d’icòna personalizada
uk: Використовувати спеціальний розмір піктограми
zh_tw: 使用自訂圖示大小

source: Use a custom size for the panel icon
oc: Utilizar una talha personalizada per las icònas de tablèu de bòrd
uk: Використовувати спеціальний розмір для піктограми на панелі
zh_tw: 為面板圖示使用自訂大小

source: Panel icon size (pixels)
oc: Taha d’icòna de tablèu de bòrd (pixèls)
uk: Розмір піктограми панелі (пікселі)
zh_tw: 面板圖示大小（像素）

source: Choose a custom size for the panel icon
oc: Seleccionar una talha personalizada per l’icòna de tablèu de bòrd
uk: Вибрати спеціальний розмір для піктограми на панелі
zh_tw: 為面板圖示選擇自訂大小

source: Sidebar icon size (pixels)
oc: Talha barra laterala (pixèls)
uk: Розмір піктограм бічної панелі (пікселі)
zh_tw: 側邊欄圖示大小（像素）

source: Use sidebar box style
oc: Utilizar barra laterala amb estil de caissa
uk: Використовувати стиль бічної панелі
zh_tw: 使用側邊欄方塊樣式

source: Use a sidebar box style
oc: Utilizar una barra laterala amb estil de caissa
uk: Використовувати стиль бічної панелі
zh_tw: 使用側邊欄方塊樣式

source: Use tile style
oc: Utilizar estil mosaic
uk: Використовувати стиль плитки
zh_tw: 使用磁磚樣式

source: Use a tile style for the application buttons (Note: may not work on some themes)
oc: Utilizar un estil mosaic pels botons d’aplicacion (Nòta : poiriá foncionar pas sus certans tèmas)
uk: Використовувати стиль плитки для кнопок програми (Примітка: для деяких тем може не працювати)
zh_tw: 為應用程式按鈕使用磁磚樣式（注意：可能不適用於某些佈景主題）

source: • Drag on the menu edge to change the menu size.
oc: • Tiratz sul bòrd del menú per cambiar la talha del menú.
uk: Потягніть за край меню, аби змінити його розмір.
zh_tw: • 拖曳選單邊緣以變更選單大小。

source: • Drag and drop menu categories to change their order.
oc: • Lisatz e depausatz las categorias de menús per cambiar lor òrdre.
uk: Перетягніть категорії, аби змінити їх порядок.
zh_tw: • 拖放選單分類以變更其順序。

source: • Folders can be set up and removed as menu categories by right-clicking on them.
oc: • Los dorsièrs pòdon èsser configurats e suprimits coma categorias de menú en clicant drech dessús.
uk: • Папки можна налаштувати та видалити як категорії меню, клацнувши по них правою кнопкою миші.
zh_tw: • 在資料夾上點選右鍵，可將其設定或移除為選單分類。

source: • Additional key option: ctrl-d — Open .desktop file of currently highlighted app in default text editor.
oc: • Opcion de clau addicionala : ctrl-d — Dobrir lo fichièr .desktop de l'aplicacion actualament seleccionada dins l'editor de tèxte per defaut.

source: • Drag and drop apps, files, and folders onto the sidebar.
oc: • Lisatz e depausatz d'aplicacions, de fichièrs e de dorsièrs sus la barra laterala.

source: Documents
uk: Документи
zh_tw: 文件

source: Emoji
uk: Емодзі
zh_tw: 表情符號

source: • Additional key options: ctrl-p — Open launcher properties dialogue of currently highlighted application. ctrl-d — Open .desktop file of currently highlighted app in default text editor.
uk: • Додаткові ключові параметри: ctrl-p — відкрити діалогове вікно властивостей панелі запуску поточної виділеної програми. ctrl-d — відкрити файл .desktop поточної виділеної програми в текстовому редакторі за замовчуванням.
zh_tw: • 其他按鍵選項： ctrl-p — 開啟目前選取應用程式的啟動器屬性對話框。 ctrl-d — 在預設文字編輯器中開啟目前選取應用程式的 .desktop 檔案。

source: files
zh_tw: 檔案

source: When searching, also search my browser's history (Google Chrome, Chromium, Opera, Vivaldi, Brave) Note: Firefox history is not currently supported.
zh_tw: 搜尋時同時搜尋瀏覽器歷史紀錄（Google Chrome、Chromium、Opera、Vivaldi、Brave） 注意：目前不支援 Firefox 歷史紀錄。

source: When searching, also search my browser's web bookmarks (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave) Note: To search Firefox bookmarks you will need to install package gir1.2-gda-5.0 (Debian based distributions inc. Ubuntu & Linux Mint) or package libgda (Arch based distributions) and restart your computer.
zh_tw: 搜尋時，同時搜尋瀏覽器的網路書籤（Google Chrome、Firefox、Chromium、Opera、Vivaldi、Brave）。 注意：若要搜尋 Firefox 書籤，您需要安裝 gir1.2-gda-5.0 套件（Debian 系發行版，含 Ubuntu 和 Linux Mint）或 libgda 套件（Arch 系發行版）並重新啟動電腦。
